{
  "id": "nanhuajing",
  "title": "南华经",
  "author": "战国·庄周",
  "totalChapters": 3,
  "versionNote": "《南华经》，又称《庄子》，是道家学派的核心经典之一。庄子的文章气势磅礴，想象奇特，充满了浪漫主义色彩。本版本精选了庄子思想中最具代表性的三篇：第一章《逍遥游》探讨绝对的自由；第二章《齐物论》论述万物的平等与统一；第三章《养生主》则通过庖丁解牛的故事，传达了在复杂世间保全生命、养护精神的智慧。",
  "chapters": [
    {
      "chapter": 1,
      "title": "内篇·逍遥游第一",
      "content": "北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。\n《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”\n蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者，宿舂粮；适千里者，三月聚粮。之二虫又何知！\n小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋；上古有大椿者，以八千岁为春，八千岁为秋，此大年也。而彭祖乃今以久特闻，众人匹之，不亦悲乎！\n故夫知效一官，行比一乡，德合一君，而征一国者，其自视也，亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。\n夫列子御风而行，泠然善也，旬有五日而后反。彼于致福者，未数数然也。虽然，免乎行，犹有所待者也。\n若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。"
    },
    {
      "chapter": 2,
      "title": "内篇·齐物论第二",
      "content": "南郭子綦隐机而坐，仰天而嘘，嗒焉似丧其耦。颜成子游立侍乎前，曰：“何居乎？形固可使如槁木，而心固可使如死灰乎？今之隐机者，非昔之隐机者也？”\n子綦曰：“偃，不亦善乎而问之！今者吾丧我，汝知之乎？女闻人籁而未闻地籁，女闻地籁而未闻天籁夫！”\n夫大块噫气，其名为风。是唯无作，作则万窍怒呶。而独不闻之翏翏乎？山林之畏佳，巨木百围之窍穴，似鼻，似口，似耳，似枅，似圈，似臼，似洼，似污；激者，謞者，叱者，吸者，叫者，譹者，宎者，咬者，前者唱于而随者唱喁。泠风则小和，飘风则大和，厉风济则众窍为虚。而独不见之调调、之刁刁乎？”\n子游曰：“地籁则众窍是已，人籁则比竹是已，敢问天籁。”\n子綦曰：“夫天籁者，吹万不同，而使其自己也，咸其自取，怒者其谁邪？”\n大知闲闲，小知间间；大言炎炎，小言詹詹。其寐也魂交，其觉也形开，与接为构，日以心斗。缦者，窖者，密者。小恐惴惴，大恐缦缦。其发若机栝，其司是非之谓也；其留如诅盟，其守胜之谓也；其杀若秋冬，以日消也；其溺之所为，不可使复之也；其厌也如缄，以老樠也；心死道近，不可使复阳也。\n昔者庄周梦为胡蝶，栩栩然胡蝶也，自喻适志与！不知周也。俄然觉，则蘧蘧然周也。不知周之梦为胡蝶与，胡蝶之梦为周与？周与胡蝶，则必有分矣。此之谓物化。"
    },
    {
      "chapter": 3,
      "title": "内篇·养生主第三",
      "content": "吾生也有涯，而知也无涯。以有涯随无涯，殆已；已而为知者，殆而已矣。为善无近名，为恶无近刑。缘督以为经，可以保身，可以全生，可以养亲，可以尽年。\n庖丁为文惠君解牛，手之所触，肩之所倚，足之所履，膝之所踦，砉然响然，奏刀騞然，莫不中音。合于《桑林》之舞，乃中《经首》之会。\n文惠君曰：“嘻，善哉！技盖至此乎？”\n庖丁释刀对曰：“臣之所好者道也，进乎技矣。始臣之解牛之时，所见无非牛者。三年之后，未尝见全牛也。方今之时，臣以神遇而不以目视，官知止而神欲行。依乎天理，批大郤，导大窾，因其固然，技经肯綮之未尝，而况大軱乎！良庖岁更刀，割也；族庖月更刀，折也。今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。彼节者有间，而刀刃者无厚；以无厚入有间，恢恢乎其于游刃必有余地矣，是以十九年而刀刃若新发于硎。虽然，每至于族，吾见其难为，怵然为戒，视为止，行为迟。动刀甚微，謋然已解，如土委地。提刀而立，为之四顾，为之踌躇满志，善刀而藏之。”\n文惠君曰：“善哉！吾闻庖丁之言，得养生焉。”"
    }
  ]
}
